Gets the outline of the polyline.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public Outline GetOutline()
  Visual Basic
Public Function GetOutline As Outline
  Visual C++
public:
Outline^ GetOutline()
 See Also
  PolyLine Class
  Autodesk.Revit.DB Namespace